/*
StreetStyle
Vogue
Trand
Asia Trand
SISLEY-KOREA
STYLISH PEOPLE BRAND
SPACE=CULTURE=STYLE
Sexy Puritan, City Blue, Ethnic Chic, French Open
 STYLISH ONE NIGHT 공간


http://www.cecidigital.com/main
https://www.google.co.kr/save/me?bih=970&biw=1283&hl=ko
http://blog.naver.com/estrellal/220400014112


스타일리시 피플 시슬리(SISLEY)
유월의 프로모션 부분에 베네통코리아의 ‘시슬리(SISLEY)’가 선정 됐다. 
일반적인 패션 브랜드 사이트의 콘텐츠는 대부분 비슷하다. 하지만 이번에 최초 구축된 시슬리 사이트는 다르다. 
시슬리 사이트를 구축한 디자인오버는 이미 패션 브랜드 사이트인 폴햄, 케이스위스, 에트로, 돌체앤가바나 등 다양한 브랜드를 통한 경험이 녹아들었기 때문이다. 
여름이 다가오는 지금 어두운 블랙 컬러를 이용했지만 그 안의 콘텐츠들은 과감한 레이아웃과 
새로운 내비게이션을 통해 가볍고 시원하게 표현해낸 시슬리 웹 사이트가 
어떻게 만들어졌는지 아트디렉팅을 담당한 이경연 디자인오버 디자인 실장의 말을 빌어 알아보았다.




천재 사진 작가와의 만남
세계적인 갈채 속에 지난 5년 동안 천재 포토그래퍼 ‘테리 리차드슨(TERRY RICHARDSON)’이 시슬리의 광고 캠페인을 찍어 더욱 주목을 받고 있으며, 
그의 스타일은 대담하고 공격적이며 제약이 없다. 
때로는 은유나 상징 없이 너무 솔직한 에로티시즘에 빠지기도 하지만 그것을 상쇄시키는 자기 아이러니라는 좋은 처방 또한 가지고 있다. 
이러한 그의 스타일 씨앗은 이미 세상에 뿌려졌다. 

그는 프랑스판 보그, 영국판 보그, 하퍼스 바자, 알뤼르 등 주요 패션 잡지와 함께 하고 있다. 
1997년부터 니코 아만도니코(Nikko Amandonico)와 함께 시슬리 광고 캠페인을 작업해 오고 있다. 
사이트에 사용된 사진들은 그의 작품이다.


SISLEY-KOREA
국내의 시슬리 브랜드 온라인 사이트는 2005년 F/W 시즌에 처음 오픈 했다. 
대개의 패션 브랜드가 그러하듯 간략한 브랜드 정보와 패션 코디 정보, 
이벤트가 전부였던 패션 브랜드 온라인 시장에서 시슬리는 좀 더 차별화된 콘텐츠를 제공하고자 노력해왔다. 
단지 브랜드에만 충실한 몇몇만의 잔치로 끝나고 마는 사이트가 아닌, 참여와 끊임없는 인터랙션을 통한 소비자의 DB를 구축하고자 했다.


시즌별로 계속 컨셉이 바뀌는 특성 때문에 회원가입을 유도할 만한 콘텐츠가 항상 부족하고 
동기부여를 유발할 수 있는 온라인 브랜드 전략도 미비한 상태였다. 

이러한 점을 보완하고자 시슬리 국내 사이트는 닷컴 사이트의 브랜드 컨셉을 유지하며 비주얼 중심의 화려한 인터페이스와 
지속적으로 유지할 수 있는 이벤트 프로모션 전략을 제안하여 세 번에 걸친 시즌 리뉴얼을 통해 시슬리만의 스타일리시한 공간을 모색했다.



SISLEY 2007 SS CUTTING EDGE
시슬리의 2007년 SS 시즌 캠페인은 CUTTING ED
GE로 전 시즌보다 섹시하면서도 절제된 앵글 속에 그려졌다. 

전체적인 무드는 Sexy Puritan, City Blue, Ethnic Chic, French Open으로 보여지며, 
포토그래퍼 테리 리차드슨의 감성과 카리스마를 담아 고혹적이면서도 섹시한 무드를 느낄 수 있다. 
‘femininity, cool fashion touches’의 메시지로 전개되는 이번 컬렉션은 매혹적이고 감각적인 매치로 에지있는 스타일을 완성시켰다. 
캠페인은 지난 3월 전세계적으로 
광고 게시판과 지면광고, 
매장 내 홍보자료, 
카탈로그와 포스터를 통해 공개되었다.



STYLISH PEOPLE BRAND
거의 정형화 됐다고 해도 과언이 아닌 국내 패션 브랜드 사이트는 처음 시슬리와의 인연으로 시작될 무렵부터 
계속해서 양질의 콘텐츠를 어떻게 보여 줄 것인가에 대한 질문으로 출발해서 지금도 끊임없이 고민하고 있다. 
그리고 이러한 고민들은 시슬리의 스타일리시한 공간인 ‘SPRIT’ 메뉴의 다양한 이벤트 프로모션과 콘텐츠로 답을 채워가고 있다.


‘S’는 시슬리의 S에서 나온 스타일리시의 이니셜로서 브랜드에 대한 소개 외에 
모든 컨셉을 ‘스타일’로 통일하는 패션의 유일무이한 공통 지향점으로서 
트렌디한 라이프 스타일을 즐기는 자타가 공인하는 스타일리스 피플을 ‘S’로 선정하여 
리얼 셀프 카메라로 그들의 트렌디한 라이프를 소개하는 공간이다. 
이는 2년여 남짓한 시간 동안 계속해서 진행하고 있는 시슬리만의 스타일이다. 
어디서나 접하고 볼 수 있는 외국 모델들의 스타일 사진이나 화보 보다 국내의 사용자들에게 어필할 수 있는 것은 바로 이 ‘S’의 실제 모습들이다.


스타일리시한 참여와 공유 그리고 제안
‘STYLISH ONE NIGHT’는 참여의 공간을 확대한 스타일 공간이다. 
매월 정기적으로 스타일한 클럽을 선정해 그와 어울리는 스타일을 제안할 수 있도록 하였다. 

다양한 매체에서 최근 많이 사용되는 이벤트의 방법이기도 하지만 시슬리는 2년 전부터 계속해서 
이러한 공간을 마련해서 지속적으로 사용자와의 ‘관계’를 가지고 있다. 
스타일은 누군가 지정해준 것을 획일적으로 받아들이는 주제가 아니다. 

진정한 스타일은 자신만의 스타일을 제안하고 조정하며 조언을 받는 과정에서 생겨난다는 점에서 
다각적인 스타일에 대한 접근이 필요했고 이는 STYLISH ONE NIGHT 공간을 통해서 
여러 가지 기획과 맞물려 실행될 수 있었다.


이번 시즌에 새롭게 만들어진 콘텐츠는 COFFEE BREAK이다. 
스타일리시한 피플들을 위한 스타일 스팟으로서 
청담, 압구정, 홍대의 차별화된 문화 중심 공간을 제안하고 참여를 통해 
‘SPACE=CULTURE=STYLE’이라는 관점에서 콘텐츠를 준비했다. 
브런치 레스토랑, 스타일 카페, 핫 클럽 등의 소개를 통해 패션의 영역을 넘어 삶의 스타일을 제안하는 공간이다.

    
시슬리는 만드는 스타일리스트
시슬리는 패션 브랜드 이지만 시슬리 사이트가 제안하는 것은 단지 패션에만 국한되지 않는다. 
패션은 삶에 대한 방법이며 그 방법에서 나오는 스타일은 끊임없이 변화하고 적응한다. 
시슬리 사이트의 초기 런칭부터 세 번에 걸친 시즌 리뉴얼과 
매월 이벤트를 통해서 이젠 만드는 사람들 역시 스타일의 대가(?)가 어느덧 되어있다. 

최고의 천재 사진 작가인 테리 리차드슨의 시즌 사진을 받을 때 쯤이면 알 수 없는 설렘으로 카탈로그를 접하는 디자이너들을 볼 수 있다. 
오프라인과 연계한 다양한 온라인 프로모션을 진행하면서 여러 스타일을 접하고 
서로 공유하는 일은 이젠 새로운 경험에 대한 즐거운 경험의 일과가 되어 버렸다.


브랜드 사이트를 넘어 선 스타일 사이트
아직 국내 시장의 패션 브랜드 사이트들은 시즌 컨셉만 전달하기에 급급한 실정이다. 
그에 따라서 장기적인 온라인 이벤트 프로모션을 기획하지 못하고, 
6개월이면 또 바뀌어야 할 디자인 때문에 제작과 전략 모두 단기간 내에 표현하지 못하는 것들이 더 많이 존재한다.

시슬리 사이트는 초기 런칭 시점부터 시작해 이러한 부분들을 절충하고 보완하려는 노력을 해왔다. 
장기적인 기획에 따른 콘텐츠와 이벤트, 단발적인 프로모션과 적절한 조정과 조화가 있었기에 
컨셉 전달은 언제나 새로우면서도 참여의 인터랙션은 안정화된 방법을 제시해 왔다.

어느덧 시슬리 사이트를 담당 한 것도 2년여의 시간이 되어가고 있다. 
그 동안 국내 브랜드 사이트와의 차별성을 시작으로 
시슬리만의 시크한 스타일리시를 고객들에 잘 어필하고 서로 공유하기 위한 노력들이 있었다. 

향후에 진행될 좀 더 새롭고 혁신적인 마케팅과 디자인의 조화를 통해 발전하는 시슬리를 보고 싶고, 
시슬리 사이트를 통해 국내 패션 브랜드의 온라인 시장이 좀 더 지각적으로 변할 수 있는 계기가 됐으면 한다.
 */
package personalproject;
/**
 *
 * @author on
 */
public class Doc {
    
}
